app/controllers/students_controller.rb

  def update
    @student = Student.new(student_params)
    @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Beverly"], ["last_name", "Hills"], ["created_at", "2019-04-07 16:11:10.787364"], ["updated_at", "2019-04-07 16:11:10.787364"]]